Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Webcomic_Dark Moon (KO>EN).tmx
Source language: ko
Languages: en

source: 부득이하게 예전 기숙사 방이 배정됐어요.
en: ...so you’ve been assigned to a room in the old one.

source: 뻐억!!
en: wham

source: 실망했어.{j}너희 실력이 겨우 이정도라니.
en: I’m very disappointed that this is all you’ve got.{j}

source: 정말?!
en: really?!

source: 월식이 일어나는 날,
en: ...werewolves fall in love...

source: 아니!{j}아니, 아니!!!
en: no! no, no, no!!!{j}

source: 뭐!!
en: what?!

source: 정말?{j}나··· 나는··· 너무 좋은데···
en: really? th-that... sounds like fun...{j}

source: 또각-
en: clack

source: 내 이름은 '헬리'야.
en: my name’s heli.

source: 고마워!!
en: thanks again!

source: 하긴··· 그럴 만하지···
en: well... that’s not a surprise.

source: 사람의 피를 마신 적은 없어.
en: ...or drunk human blood.

source: 매번 도와주러 와줘서.
en: you came to help me every time.

source: 절반이 들개인 인간이라니.
en: imagine humans who are half mutts.

source: 다행히 시온이랑 같은 반이어서 마음이 편했어.
en: I’m in the same class as shion so that made things easier.

source: 타앗!!
en: stomp

source: 쟤는 이상한 능력이 있어!!
en: she has weird powers!!!

source: 응!!
en: okay!!!

source: 응?!{j}응!!!
en: huh?! oh, sure!!

source: 믿어주면 좋겠어.
en: I hope you believe me.

source: 아까 와줘서 고마워.
en: thank you for coming by earlier.

source: 난 '엔지'라고 해.
en: hi, I’m enzy.

source: 우리가 배려해줘야지.
en: we should be nice to her.

source: 너처럼 혼혈은 아니지만.
en: though I’m not mixed-race like you are.

source: 참고로 난 너랑 똑같은 10학년이고,
en: for your information, I’m a 10th grader, just like you.

source: 응.{j}너 가.
en: you can go.{j}

source: 헬리가 말해줬는데-
en: heli told me that...

source: 헬리는 반납하러 온거지만···
en: heli came to return his, actually.

source: 정말?{j}정말이야?
en: really? you mean it?{j}

source: 아아~ 머리야~.
en: ow, my head...

source: 나도 도울게!!
en: I’ll help too!!!

source: 그럼 이만 가볼게.{j}잘 자.{j}수하야.
en: we’ll get going, then. sleep tight, sooha.{j}

source: 정말이야.
en: it’s true.

source: 크르르르-
en: crrr

source: 수하야~!
en: sooha!

source: 멈췄어.
en: I did.

source: 자신과 다른 사람한테는 함부로 말하는 사람이 많으니까.
en: lots of people gossip about those who are different from them.

source: 아껴써라.
en: ...but I hope you like it.

source: 거짓말 하지 마.
en: stop lying.

source: 아하하하하하- 이게 뭐야!
en: aww!

source: 넌 대체 누구야?
en: Who Are You?

source: 으쓱-
en: shrug

source: 무슨 일 있었어?
en: did something happen?

source: 시온 방도 중간이잖아!{j}시온 방에 모여!
en: so is shion’s room! meet in his room!{j}

source: 아, 미안.
en: sorry.

source: 뱀파이어를 증요해.
en: ...who hates them more than I do.

source: 앞으로 우리랑 어울릴 생각 마.
en: don’t even think about hanging out with us.

source: 아냐, 괜찮아.
en: it’s okay.

source: 노아랑 나이트볼 연습 끝나고 돌아가다가,
en: noa and I were walking back after the nightball practice...

source: 나도 이런 능력이 있잖아.
en: I have an ability, just like you.

source: 헤···헬리 형···
en: h-heli...

source: 왠지 내가 알던 칸이 아닌 것 같아···
en: he doesn’t look like the khan I know.

source: 나이트볼이 날아왔어.
en: a nightball.

source: 모두가 날 뱀파이어라며 따돌릴 때,
en: when everyone bullied me, calling me a vampire...

source: 아 괜찮아.{j}내가 찾아서 가져갈・・・
en: oh, it’s fine. I can get it my--{j}

source: 아까 한 얘기도 그렇고・・・
en: ...judging from what he said.

source: 나도 수하랑 더 친해지고 싶단 말이야.
en: I also wanted to get to know sooha better, you know.

source: 크르르-
en: grrr

source: 5.{j}대청소!{j}대공개!
en: 5. Clean The Room And Reveal The Big Secret!{j}

source: 에이~ 다들 너무 그러지 마.
en: come on, don’t be so mean.

source: 자, 여기!{j}받아, 수하야.
en: here you go! this one’s for you, sooha.{j}

source: 인간은 어차피・・・
en: humans are...

source: 얘들아!
en: hey, everyone!

source: 네가 날 믿어준다고 말했잖아!
en: you told me you trusted me.

source: 칸 형~!
en: khan!

source: 그럼 네가 하면 될 거 아냐!!
en: do it yourself, then!

source: 괜찮아, 솔론은 다른 곳에 앉으라고 하면 돼.
en: oh, it’s fine! I can tell solon to sit somewhere else.

source: 대화도 짧게···
en: I won’t talk to you...

source: 어디야!!{j}어디에 있어?!!
en: where?! where are they?!{j}

source: 이 늑대 왠지 너 닮았어~
en: this wolf kinda looks like you.

source: 고오오오
en: loom

source: 어째서 달빛이 하나도···
en: but the moonlight is so dim...

source: 그럼 이 학교에 들어올 수 없었을텐데?
en: then how did she enter our school?

source: 알고싶어!!
en: I wanna know!

source: 근데 수하는 뱀파이어를 왜 그렇게 싫어하는거야?
en: why does she hate vampires so much in the first place?

source: 오늘 뱀파이어도 만났다고 했잖아.
en: you said you ran into a vampire today.

source: 와~!
en: wow

source: 에이~ 설마.{j}기분탓이겠지.
en: nah, I must be seeing things.{j}

source: 수하야!
en: sooha!

source: 화르륵
en: blaze

source: 난 이세상에서 그 누구보다도,
en: I hate vampires...

source: 아무튼!
en: anyway!

source: 무슨 내용인지 말해줄게.
en: ...when I finish reading it.

source: 처음으로 학교생활이 즐겁다고 생각했는데!!!!
en: I thought I was enjoying school for the first time ever!

source: 좌아악
en: clench

source: 뭐야, 날 막았어?
en: she stopped me?

source: 후후
en: haha

source: 고..고마워.
en: th-thanks.

source: 아무에게도 말한 적 없는.
en: ...that I’ve never told anyone else about.

source: 안절-
en: fidget

source: 저··· 아까는 미안해.
en: sorry about earlier.

source: 그래?
en: really?

source: 성큼
en: step

source: 동족은 아냐・・・
en: she’s not one of us...

source: 그건 그래.
en: that’s true.

source: 너무 로맨틱해~
en: it’s so romantic!

source: 사실 인간인 부분은 10%도 안 될걸.
en: I bet they’re less than ten percent human in reality.

source: 그치, 솔론?
en: right, solon?

source: 응, 그래.
en: sure.

source: 광장 데이트
en: A Date At The Square

source: 사람들은 놈들과 우릴
en: people may lump us and the other vampires together,

source: 그땐 나랑 크리스가 어렸지만,
en: chris and I were kids back then!

source: 이것들은···
en: what are they doing here?

source: 맞아.
en: I know.

source: 지금 수하랑 같이 있어?!
en: are you with sooha right now?

source: 뱀파이어가?!!
en: a vampire?!

source: 나 사실 광장에 놀러온건 처음이거든.
en: to be honest, this is my first time visiting the square.

source: 늑대인간 놈들이 우리 학교에 왔었다고?
en: the werewolves were at our school?

source: 이거 놔!!!{j}크리스!!!
en: let me go, chris!!{j}

source: 우린 태어난 날을 아무도 모르니까.
en: none of us know when we were born.

source: 꿈인 거 확실해?
en: ...it was a dream?

source: 아, 형들이네.
en: oh, it’s you guys.

source: 아・・・ 그냥・・・
en: oh... I just...

source: 중요한 일이 있어.
en: I just had something important to do.

source: 오직 너 하나를 찾기위해,
en: ...and that I spent all these years...

source: 널 처음 마주쳤을때부터.
en: ...ever since the moment I first met you...

source: 히익
en: gaaah

source: 말했잖아.{j}저 뱀파이어들로부터 널 보호하는 거라고.
en: I told you. I’m trying to protect you from the vampires.{j}

source: 보름달이 뜨는 날 늑대로 변신하는 거지?
en: ...who turn into wolves when the full moon is up, right?

source: 응?!{j}응?!
en: w-{j}what?!

source: 처음엔 좀 힘들겠지만,
en: it might be confusing at first,

source: 항상 날 구하러 와줬잖아.
en: heli, you came to save me.

source: 나빼고 전원 약속 펑크라니.{j}다들 실망이야.
en: everyone bailed but me. how disappointing.{j}

source: 저···
en: uhm...

source: 지금까지 본 것 중에 이 사진이 제일 귀엽다.
en: this is the cutest photo I’ve seen so far.

source: 어떤 자식들을 좀 찾으러···
en: we’re here to find some jerks--

source: 경기에도 방해되고,
en: ...you get in our way...

source: 우린 동의 안하거든.
en: we don’t agree with him.

source: 왜…
en: hey.

source: 깜짝
en: flinch

source: 네가 살아있기만 하다면!!
en: ...as long as you’re alive!!

source: 아~
en: I see.

source: 뱀파이어라는게.
en: ...are vampires.

source: 얼른 열어봐봐.
en: g-go ahead and open it.

source: 어・・・?!
en: what...?!

source: 그날이 월식이라서 그런거라고-
en: apparently, it was because of the lunar eclipse.

source: 방방
en: jump

source: 마치 말에 구속력이 있는 것처럼.
en: ...as if her words actually bound us.

source: 꺄악!!!
en: aaah!

source: 어?{j}수하야~!!!
en: hey, sooha!!{j}

source: 마을에서 유명하거든, 너.
en: you’re famous in our village.

source: 뺏긴 거야.
en: she stole it from me.

source: 사실 좀 무서웠거든.
en: I was a little bit scared, to be honest.

source: 아니?!
en: oh!

source: 날 믿지, 수하야?
en: don’t you trust me, sooha?

source: 어, 저!{j}저기!!{j}난 지금···!!
en: uhm, w-well... I am-!{j}

source: 지금 광장이니?
en: are you at the square now?

source: 늑대는 멋있잖아.
en: they’re good-looking.

source: 아, 안돼.
en: oh no...

source: 어?{j}어!
en: s-sure!!{j}

source: 그 질문엔 대답해줄 수 없어.
en: I can’t answer that question.

source: 나・・・ 나는 정말로-
en: I... I really am...

source: 어차피 내가 어울리지 말라고 해봤자,
en: even if I tell you not to hang out with us...

source: 빠···빨리 버리고,
en: I-I should...

source: 방
en: jump

source: 나랑?!!
en: me?!!!

source: 내이름?!!!
en: my name?!

source: 학교에 놈들 특유의 역겨운 냄새가 나길래..
en: I could smell the stench of those punks.

source: 쿠르릉!!!
en: crash

source: 앗, 이거?
en: oh, this?

source: 으···응···
en: o-okay...

source: 수하야.{j}지금 광장이니?
en: hey, are you at the square right now?{j}

source: 챱챱챱
en: nom nom

source: 그럴 리 없어!!
en: that can’t be it.

source: 더 이상 쟤한테 접근 안하기로 했잖아!!
en: you promised not to get any closer with her!

source: 담을 넘은 늑대들
en: The Wolves Who Jumped Over The Fence

source: 푹-
en: droop

source: 너무 신난다!!!
en: I’m so excited!!!

source: 나도 그만큼 널 믿는걸.
en: ...that’s how much I trust you, too.

source: 거의 영향을 받지 않으니까…
en: ...by sunlight, the cross, or the holy water.

source: 나··· 나도···
en: m-me too...

source: 헬리와 친구들 같은 사람도 있는거야.
en: ...just like there’s someone like me in this world.

source: 흥!
en: hmph!

source: 나도!
en: Me too,

source: 에이~ 설마.
en: nah.

source: 아, 그래.
en: oh, right.

source: 혹시 너희 여기있...
en: are you all in-?

source: 너희… 전부 다…?
en: are you all...?

source: 딩동
en: ding

source: 그럼 사실 너도 바빴을 텐데, 일부러 와준 거잖아.
en: that must mean you’re busy too, but you made time for me.

source: 주경야독한 설립자의 뜻을 이어받아,
en: ...to our founder’s spirit...

source: 인간들 입장에선 당연히 싫겠지.
en: it’s no surprise that a human hates us.

source: 너희 정말 아무것도 모르는구나?
en: all of you really have no idea, huh?

source: 왠지 독초같아서 뽑아왔어.
en: I pulled them out ‘cause they looked poisonous.

source: 헬리···!
en: it’s heli!

source: 왜 수하를 노리는거지?
en: why are you after sooha?

source: 수하야, 괜찮아?!!
en: sooha, are you okay?!

source: 놀라게 해서 미안해.
en: sorry if we scared you.

source: 헬리 너는 어떻게 알고 온거야?
en: ...how did you know I was there, heli?

source: 혹시 무슨 일 있으면 언제든 얘기해.
en: don’t hesitate to let me know if anything happens.

source: 수하야.{j}난 널 구하려는 거야.
en: sooha, I’m trying to save you...{j}

source: 크아아악-
en: growl

source: 나 기죽었어...
en: I feel small...

source: 사실상 감금되어 자랐으니까.
en: ...disguised as an orphanage.

source: 그땐 꼭 내 목을 물어줘.
en: when that time comes, promise me that you’ll bite my neck.

source: 아니, 어쩌면···
en: rather...

source: 곧 생일이라고 했지?
en: you said someone’s birthday was coming up!!

source: 이렇게 어두운데?
en: it’s pitch-black, too.

source: 하지만・・・
en: but...

source: 난 아직도・・・
en: I’m still...

source: 그냥 좀···
en: it’s just...

source: 4.{j}한 걸음 뒤로, 두 걸음 앞으로
en: 4. One Step Back, Two Steps Forward

source: 왜?
en: why?

source: 이안 형!
en: jaan!

source: 나 기억나…?
en: do you remember me...?

source: 다들 청소 다 했으면, 이제 돌아가자!!
en: if you’re done cleaning, let’s go!!!

source: 약속시간 저녁 7시라며!!
en: you told us to meet at 7 PM!

source: 우리도 마찬가지야.
en: it’s the same for us.

source: 나자크!
en: najak!

source: 여긴 안 쓰는 창고야.
en: this is an empty warehouse.

source: 나이트 스쿨로 운영되고 있습니다.
en: our academy operates as a night school.

source: 그···그래···?
en: i-is that so...?

source: 그래, 다 같이 가자.
en: yeah, let’s all go together.

source: 해 지기 전에 얼른 가서 찾아오자!
en: I should pick it up before the sun sets.

source: 그런… 충동이… 없었다고 하면…
en: I’d be lying...

source: 널 구해낼거야!
en: ...to save you!

source: 솔론, 너의 희생은 잊지 않을게...
en: solon, we’ll remember your sacrifice...

source: 칸 형이랑 나자크 형은 워낙 튼튼하니까 걱정 마!
en: khan and najak are strong, so don’t worry!

source: 터엉!!
en: thump

source: 깜짝 놀랐어.
en: I was pretty surprised.

source: 나조차도 날 못 믿었는데 말이야···
en: even I didn’t trust myself then.

source: 자, 돌.
en: here, I brought you rocks.

source: 안심하고 편하게 지내.
en: make yourselves at home.

source: 보고싶었어, 수하야.
en: I missed you, sooha.

source: 그럼 다들 이제부터라도 조심 좀 해!
en: then start watching what you do or say!

source: 안녕, 헬리~
en: heli, you’re here!

source: 물론 지금 상황만 봐선 내 말을 못믿겠지만!!!
en: I know you might not believe me after seeing that!

source: 빙글
en: twirl

source: 크리스!!!!!
en: chris?!

source: 아냐!!{j}절대 아냐···!!
en: of course not! I would never...!

source: 그러게.
en: good point.

source: 헉?!
en: whoa!

source: 내가?
en: do I?

source: 그러니 내가-
en: so...

source: 부글 부글-
en: rage

source: 뱀파이어로 오해받을 일도 없어!!!
en: ...I’ll never be mistaken for one!

source: 우린 역사적으로도, 본능적으로도,
en: because historically and innately...

source: 이···이게 뭐지?!!{j}순간이동?!!
en: wh-what’s going on?! did he just teleport?!{j}

source: 어렸을 때 다같이 뱀파이어에게 물리기라도 한 거야?
en: did all of you get bitten by one or something?

source: 오...
en: it’s...

source: 그래.
en: that sounds good.

source: 수하야…
en: sooha...

source: 자··· 잘자··· 솔론···
en: g-goodnight... solon...

source: 피식
en: smirk

source: 그래!
en: sure.

source: 하지만 우린 네가 생각하는 그런···
en: but we’re not what you think we--

source: 얘기 들었어.
en: I heard...

source: 헬리형!
en: heli!

source: 보고 싶었어···크리스···
en: I missed you, chris.

source: 우리가 놈들과 싸우려 할 때,
en: when we were about to fight with them...

source: 아, 아냐.
en: i-it’s okay,

source: 어···!{j}어···!
en: o-oh {j}yeah!

source: 힘든점은 없니?
en: do you need help with anything?

source: 아, 왜 하필 지금 그 생각을···
en: ugh, why did that come to my mind now of all times...?

source: 친한척도 하지 말고!
en: don’t act like her friends, either.

source: 갈까, 수하야?
en: let’s go, sooha.

source: 헬리형!{j}지노형!{j}이안형!{j}노아!{j}자카!
en: heli! jino! jaan! noa! jakah!{j}

source: 난 괜찮아.
en: I’m okay, too.

source: 쩌억
en: agape

source: 얘들아,
en: hey guys,

source: 크확
en: whap

source: 절대 아냐···!!
en: never...!

source: 보육원에서 도망친 뒤,
en: when we ran away from the orphanage...

source: 그건 너희도 마찬가지 아냐?
en: ...but same goes for you, no?

source: 3화
en: Episode 3

source: 그게 무슨 말이야?
en: what do you mean?

source: 끼이이이-
en: creak

source: 하긴, 네가 대답해야 할 의무가 있는건 아니지.
en: well, you’re not obligated to.

source: 우리 때문에 많이 놀랐지?
en: did we scare you?

source: 다들 도와주겠다고 따라와서···
en: ...and they all offered to help.

source: 이안도?!!
en: ...jaan...

source: 어떻게 또 이런 일이・・・
en: how could such a tragedy happen again?

source: 헬리···
en: heli...

source: 내 이름은-
en: my name’s--

source: 크리스가···뱀파이어에게···
en: ...a vampire took chris away...

source: 8.{j}넌 대체 누구야?
en: 8. Who In the World Are You?{j}

source: 무슨 일인데?
en: what was it?

source: 뭐가 2안이야!!
en: how is that a plan b?!

source: 넌 농담 안 하는 타입인줄 알았는데···
en: you didn’t strike me as a jokester...

source: 웃기시네~!!
en: as if!!

source: 난 오늘 양자역학의 이해를 빌리러 왔어!
en: as for me, I’m here for introduction to quantum mechanics.

source: 헬리?!!
en: heli?!

source: 헤…
en: heli...

source: 내 이름은 안 궁금해?
en: don’t you wanna know my name?

source: 파악-!!
en: pow

source: 얘...
en: uh...

source: 이제 우리 어떻게 해야···
en: what should we do...?

source: 널 기절시켜서라도 데려가겠어!!
en: ...I’ll take you after knocking you out!!

source: 휘익
en: glare

source: 그럼 이 날은...
en: that means this day is...

source: 그때랑 똑같아・・・
en: it’s the same as back then.

source: 내가 방으로 데려다줄게.
en: I’ll walk you to your room.

source: 응?{j}응.
en: yeah, I’m fine.{j}

source: 어···?
en: huh?

source: 날 뭘로 보고!
en: what do you take me for?!

source: 아까 수하가 한 말 때문에?
en: because of what sooha said earlier?

source: 얼른 돌아···
en: ...hurry ba--

source: 이안형!!!
en: jaan!

source: 그, 그냥...{j}그냥...{j}그냥...
en: oh... j-just because...{j}{j}

source: 어라, 가버렸네.
en: she left.

source: 크르르
en: grrr

source: 아…!
en: wait.

source: 피아~
en: hmph

source: 왜...{j}왜 나한테 선물을...
en: wh-why are you giving me a gift?{j}

source: 열심히 할게.
en: I’ll try.

source: 우리 보트 타고 시합하자~!!
en: let’s have a boat race!!

source: 아깐 정말 미안해.
en: sorry about earlier.

source: 크읏
en: ugh!

source: 어?!!!!
en: wow!

source: 오히려 뱀파이어가 아니라고 생각하는게 이상할 지경인걸.
en: in fact, it’d be weird not to believe that a vampire did it.

source: 아, 아냐!{j}괜찮아!
en: n-no, don’t be!{j}

source: 아무튼 실제로 이런 책을 읽는 사람은 처음봤어.
en: anyway, I’ve never seen someone actually read books like this one.

source: 고맙고 미안하다는 말 하고 싶어서.
en: I wanted to thank you and apologize.

source: 저 뱀파이어들로부터 널 보호하는 거라고.
en: I’m trying to protect you from the vampires.

source: 에잇!
en: shame on you,

source: 주말에 수하랑 광장을?!!
en: the square with sooha this weekend?!

source: 멈춰!!!
en: stop!!!

source: 여학생?!!!
en: a girl?!!!

source: 타앙!
en: thump

source: 그치?
en: isn’t it?

source: 씨익-
en: hehe

source: 그것보다도 더 큰 이유가 있어.
en: ...I have a bigger reason than that.

source: 다들 우리 학교 교복이 아닌 것 같은데···
en: you’re not wearing our school uniform...

source: 어?{j}정말?!
en: you’d do that?!{j}

source: 수하가 오해하지 않았으면 좋겠는데···
en: I hope sooha doesn’t misunderstand us.

source: 남들이 모두 널 오해할거야.
en: people will misunderstand you.

source: 미안!{j}공이 그쪽으로 날아갔어!{j}괜찮아?!
en: sorry about that! the ball just flew that way! are you okay?!{j}

source: 동족?
en: one of us?

source: 뱀파이어가 나타났다고?!
en: you saw vampires?!

source: 수하는 전학생이잖아.
en: sooha’s new here.

source: 크와앙-
en: roar

source: 응응!{j}우린 걱정하지 마!{j}워낙 튼튼하니까!
en: perfectly fine! don’t worry about us. we’re pretty strong, you know!{j}{j}

source: 그리고, 솔론.
en: and solon.

source: 너···너도···
en: y-yours too...

source: 네가 우릴…
en: ...we were afraid...

source: 21.{j}내가 알던 너는
en: 21. The You I Used to Know{j}

source: 아무리 이 골목에 해가 거의 안 들고,
en: sure, this alley barely gets any sunlight...

source: 와~ 개미다~.
en: haha... look at those cute ants...

source: 뱀파이어가···!!
en: ...more than anything-!!

source: 그리고・・・
en: and...

source: 천장이 다 무너졌다구요!
en: the whole celing collapsed!

source: 그 얘기는 일단 2안으로 미뤄두고-
en: let’s make that our plan b, and--

source: 난 가끔씩 엄청나게 생생한 꿈을 꾸거든.
en: I have these vivid dreams sometimes.

source: 너희랑 상관이 없다고?!!
en: don’t play dumb with us!!

source: 그냥 인사정도나 해!!
en: say hi when you run into her, that’s it!

source: 걔한테 반했어?
en: did you fall for her?

source: 아 괜찮아.
en: oh, it’s fine.

source: 다들 이렇게 날 반겨주는건 처음이야・・・!!!
en: ...it’s my first time being welcomed like this!!!

source: 삐익
en: goal!!!

source: 수하야・・・!
en: sooha!

source: 노아!
en: noa!

source: 너···, 지금!!
en: did you just...

source: 저기, 수하야.
en: hey, sooha.

source: 궁금해!
en: of course!

source: 피를 갈망하는 본능적인 욕망이 있으니까.
en: we have innate desires for blood.

source: 오랜만이야...
en: it’s been a while.

source: 그 말이 진짜일까봐 두려워했지.
en: ...that might be true.

source: 뱀파이어 같은 거 보단
en: werewolves are far better than vampires...

source: 찌잉-
en: teary

source: 응···?
en: you were saying?

source: 뱀파이어는 누구나 다 싫어하잖아.
en: everyone hates vampires.

source: 아무도 안 쓰던 곳이라 방이 좀 어수선 할거예요.
en: it might be a bit messy since no one was using it.

source: 그동안 단 한 순간도 널 잊어본 적 없어.
en: I’ve never stopped thinking about you, not even for a second.

source: ‘수하'지?
en: sooha, right?

source: 이게~!
en: you...!

source: 수하 말로는,
en: she told me that...

source: 말도 안 돼~ 전혀 아냐~
en: that’s nonsense! of course not!

source: 그치만,
en: but...

source: 뭔가 이상해···!
en: ...feels off!!

source: 이 나쁜 뱀파이어!
en: bad vampire!

source: 전해져 내려오는 이야기들을 정리해둔 책인데,
en: ...talks about ancient mythologies that have been passed down.

source: 수하한테 미움받고싶진 않은데···
en: I don’t want sooha to hate me...

source: 뱀파이어와 늑대인간의 혼혈이라니···
en: a mix of a vampire and a werewolf, I mean.

source: 난 널 믿어준 유일한 친구잖아.
en: I’m the only friend who trusted you.

source: 우리의 생일인 오늘뿐이야.
en: ...on our birthday.

source: 시···시온!!!!
en: sh-shion!!!

source: 걱정 마, 수하야.
en: don’t sweat it, sooha.

source: 아니, 아니!!!
en: n-no!!

source: 와줄 거지?
en: you’ll come, right?

source: 누구 맘대로 돌아가?
en: who said you can leave?

source: 착!!
en: whish

source: 평생 날 미워해도 좋으니까,
en: you can hate me all you want for the rest of your life.

source: 이런 존재여서 미안해.
en: ...for being who I am.

source: 응응!
en: we’re perfectly fine!

source: 신경꺼.
en: don’t worry about it.

source: 꼭 교칙때문만이 아니라,
en: however, you should stay inside for your own safety...

source: 후훗-
en: hehe

source: 하… 하지만…
en: b-but...

source: 혹시 우리랑 동족이야?
en: is she one of us?

source: 턱!
en: grab

source: 파바밧!
en: swoop

source: 헬리 형!!!{j}대체 저 여자애는 누구야?!!!!
en: heli! who on earth is she?!{j}

source: 왜에~ 솔론~ 너도 같이 가자.
en: come on, solon. join us.

source: 어...{j}얼른 열어봐봐.
en: g-go ahead and open it.{j}

source: 너와 다른 존재로 생각하고,
en: ...that you might see us as different creatures...

source: 아이 참~ 칸이 선물해준 건데, 왜 깜빡했지?
en: I can’t believe I forgot khan’s gift!

source: 얘들아, 미안한데 내가 놓고 온 게 있어서...
en: hey, everyone. I’m really sorry but I left something behind...

source: 초롱
en: sparkle

source: 헤··· 헬리야···
en: h-heli...

source: 그래요, 수하 학생
en: right, sooha.

source: 뭘 어떻게 해?!
en: what do you mean, what should we do?!

source: 너 지금 대체 무슨 짓이야!!!
en: what on earth are you doing?!

source: 내··· 내··· 머릿속으로···
en: ...t-talk... in my head?

source: 같이 엮여서 나오는 경우가 많거든.
en: ...so they often appear in stories together.

source: 나도!{j}나도!
en: I wanna{j}come too!

source: ・・・어?
en: huh?

source: 늦어서 미안해.
en: sorry I’m late.

source: 부글-
en: grit

source: 인사라도 하고 지내자.
en: ...the next time we run into each other.

source: 파티가 끝나고
en: After the Party

source: 날 믿어준 너를.
en: ...even as you knew I was a vampire.

source: 응?{j}응!
en: uhm, y-yeah!{j}

source: 뱀파이어를 증오해.
en: ...more than anyone in this world.

source: 가장 큰 이유는···
en: ...I hate vampires is because...

source: 탁탁탁탁
en: dash

source: 크리스··· 나야··· 수하···!
en: chris... it’s me, sooha!

source: 우리가 정체를 숨겼다는 사실을 언젠가 네가 알게 돼서,
en: we’ve always been afraid that you’ll be disappointed...

source: 모두가 널 뱀파이어라고 생각할거야!
en: everyone will think you’re a vampire!

source: 가서 아이스크림도 먹고, 산책도 하고,
en: we can have ice cream, take a walk...

source: 항상 내게 먼저 다가와줬던,
en: you always approached me first, so this time...

source: 저···칸이라고 했지?
en: you were khan... right?

source: 분명 보통 사람은 아니야!!
en: she’s definitely not an ordinary human.

source: Classroom 101
en: Room 101

source: 지금 5신데 너 어디로 사라졌어?!!
en: it’s only 5 PM, and you’ve already left?!

source: 아・・・정말?!{j}고마워・・・
en: you will?! thank you!{j}

source: 어어엉?!!!
en: huh?!

source: 솔론!!!
en: solon!!

source: 이게 단순한 우연이 아니라···
en: ...this wasn’t a coincidence.

source: 응원하러 와줘서 고마워.
en: thanks for coming to support us.

source: 아, 헬리가 읽은 책 이야기를 해줬어.
en: oh, heli was telling me about the book he read.

source: 실망했어.
en: this is disappointing.

source: 저는 여기가 좋아요.
en: I like this spot.

source: 꼭 갈게~
en: we’ll definitely be there.

source: 우린 이 세상 그 누구보다도-
en: we hate vampires...

source: 그녀석이 정말 네가 알던 그 친구 맞아?
en: are you sure he’s actually that friend of yours?

source: 근데 정말 놀랐어.
en: but I’m very surprised.

source: 응, 알았어.
en: oh, okay.

source: 크···
en: what...?

source: 너의 마을, 너의 집,
en: to your village, your home.

source: 따···따라오지 마!
en: s-stop following me!

source: 남을 마주하는게 무섭잖아.
en: ...you become afraid of facing them.

source: 응?{j}나두!{j}반가워!
en: hm? yeah, me too! it’s good to see you!{j}{j}

source: 힐끔
en: glance

source: 그러고보니까
en: wait!

source: 어수선~
en: messy

source: 야!!!!!!!
en: shion!!!

source: 크고 있고(?)!
en: and are... g-growing!

source: 요즘 학교 생활은 좀 어때?
en: how has school been?

source: 이 파렴치한 녀석.
en: mind your manners.

source: 뾱!
en: whish

source: 야!!!
en: hey!

source: 역시・・・
en: yep, thought so.

source: 절레
en: shake

source: 아냐, 아냐.
en: oh, it’s okay!

source: 즐거웠다니 다행이다.
en: I’m glad you did.

source: 어!
en: yeah!

source: 자···잠깐 나 수하한테···
en: I-I should go talk to sooha--

source: 난 우리 부모님이 날 낳은 걸 후회할거라는 말을 들은적이 있어.
en: I once heard someone say that my parents would regret giving birth to me.

source: 그러니 내가 어떻게 뱀파이어를 좋아할수 있겠어!
en: so how could I ever like vampires?!

source: 수하야, 괜찮아?
en: sooha, are you okay?

source: 사라졌어…
en: he’s gone...

source: 수하야, 괜찮아?!!!
en: sooha, are you okay?!

source: 그래, 헬리 형.{j}일단 텔레파시라도···
en: he’s right, heli. can you at least try talking to her through telepathy?{j}

source: 응?!
en: what?!

source: 미안해, 수하야.
en: I really am, sooha.

source: 그 전학생이랑 가까이하지 마.
en: ...stay away from the new girl.

source: 웬 힘이 이렇게···!!
en: how is she so strong?!

source: 거기서 우연히 칸을 만났었거든.
en: I ran into him there.

source: 긁적
en: scratch

source: 뱀파이어도 그렇고,
en: with all the vampires...

source: 이런 깊은 숲 속에 이렇게 멋진 저택이 있었다니...!!
en: I had no idea there was such a nice mansion in the woods!

source: 나보다도 날 믿어주는 사람이 생긴건・・・!
en: ...having someone who trusts me more than I trust myself!

source: 고마워.{j}그럼 이만 가볼게.
en: thanks. I’ll get going then.{j}

source: 크리스!!
en: chris!!

source: 크리스는 어린 시절 유일한 내 친구였는데…
en: chris was my only childhood friend.

source: 움찔!!
en: flinch

source: 칸!!{j}괜찮아?!!!
en: hey, are you okay?!{j}

source: 방금 우리 학교에 늑대인간 녀석들이 왔었어.
en: the werewolves were here just a while ago.
